localization = {
	language = "Русский",
	main_menu = {
		versus = "Поединок",
		story = "Миссии",
		settings = "Настройки",
		exit = "Выход"
	},
	settings = {
		settings = "Настройки",
		language = "Язык",
		effects = "Громкость эффектов",
		music = "Громкость музыки",
		fullscreen = "Полноэкранный режим",
		window_size = "Размер окна",
		controls = "Настройка управления (F1)",
		back = "Назад",
		on = "Вкл",
		off = "Выкл",
		save = "Сохранить",
		saved = "Настройки сохранены!"
	},
	controls = {
		controls = "Управление",
		up = "Вверх",
		down = "Вниз",
		left = "Влево",
		right = "Вправо",
		attack = "Удар",
		jump = "Прыжок",
		defend = "Блок",
		special1 = "Техника",
		info = "Нажмите F1 или F2 для настройки управления первого и второго игрока соответственно",
		p1 = "Игрок 1 (F1)",
		p2 = "Игрок 2 (F2)"
	},
	characters_pick = {
		info1 = "Нажмите \"Удар\" чтобы присоедениться\nВыберите персонажа с помощью клавиш перемещения\nНажмите \"Удар\" ещё раз, чтобы подтвердить выбор.\nНажмите \"Прыжок\" чтобы отменить выбор или вернуться в главное меню.",
		info2 = "Выберите компьютерных игроков\nОсталось: ",
		bots = "Выберите количество компьютерных игроков"
	},
}
return localization