localization = {
	language = "Русский",
	main_menu = {
		versus = "Поединок",
		story = "Миссии",
		settings = "Настройки",
		exit = "Выход"
	},
	settings = {
		settings = "Настройки",
		language = "Язык",
		effects = "Громкость эффектов",
		music = "Громкость музыки",
		fullscreen = "Полноэкранный режим",
		window_size = "Размер окна",
		controls = "Настройка управления (F1)",
		back = "Назад",
		on = "Вкл",
		off = "Выкл",
		save = "Сохранить",
		saved = "Настройки сохранены!",
		graphic = "Графика",
		low = "упрощенная",
		normal = "нормальная"
	},
	controls = {
		controls = "Управление",
		up = "Вверх",
		down = "Вниз",
		left = "Влево",
		right = "Вправо",
		attack = "Удар",
		jump = "Прыжок",
		defend = "Блок",
		special1 = "Техника",
		info = "Нажмите F1 или F2 для настройки управления первого и второго игрока соответственно",
		p1 = "Игрок 1 (F1)",
		p2 = "Игрок 2 (F2)"
	},
	characters_pick = {
		info1 = "Игроки, нажмите \"Атака\" чтобы присоедениться\nВыберите персонажа с помощью клавиш \"Влево\"\\\"Вправо\"\nНажмите \"Атака\" ещё раз, чтобы подтвердить выбор.\nНажмите \"Прыжок\" чтобы отменить выбор или вернуться в главное меню.",
		info2 = "Выберите компьютерных игроков\nОсталось: ",
		bots = "Выберите количество компьютерных игроков",
		mode1 = "Начать бой",
		mode2 = "Выбранная карта: ",
		mode3 = "Выход в главное меню",
		mode4 = "Сменить всех",
		mode5 = "Сменить случайных"
	},
	maps = {
		[1] = "Тестовая арена",
		[2] = "Мост",
		[3] = "Арена экзамена",
		[4] = "Холл"
	}
}
return localization